export const ListData = [
    {
        id: 1,
        title: "고교학점제가 필요한 이유",
        content: `확일적인 교육과정에서 벗어나 학생들의
                개별적 특성과 진로에 맞는 교육을 제고
                하고, 미래 사회에 필요한 역량을 키우기
                위해서입니다.`
    },
    {
        id: 2,
        title: "내가 선택한 지로 선택 및 추천",
        content: `자신이 원하는 진로 선태시 선택한
                지로에 대해 맞는 과목을 추천 해주며
                핵생들이 자신이 원한는 진로에 갈 수
                있도록 도움을 줍니다.`
    },
    {
        id: 3,
        title: "학습 동기 및 성취도 향상",
        content: `학생들이 원하는 진로에 대한 과목을
                추천 받으면 학생의 원하는 진로에
                도움이 되는 과목 하그습 만족도 높아지고,
                이는 성적 향상에좋은 영향을 줄 수 있습니다.`
    },
]